Repository: 19test/Senbei
Catalog: Resources/Strings/*.lproj/Localizable.strings
Languages: es, fr

source: Cancel
es: Anular
fr: Annuler

# LOGGING_IN
source: Logging in as %@...
es: Conectándose como %@ en %@...
fr: Connexion comme %@ dans %@...

# CREDENTIALS_REJECTED
source: The server rejected your credentials
es: El servidor rechazó sus credenciales
fr: Le serveur a rejeté votre username ou password

# ERROR_MESSAGE
source: Error! (code %d)
es: Error! (código %d)
fr: Erreur! (code %d)

source: Loading controllers...
es: Cargando controladores...
fr: Chargement des controlleurs...

# EMAIL_BODY
source: <p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>Sent from Senbei</p>
es: <p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>Enviado desde Senbei</p>
fr: <p>&nbsp;</p><p>&nbsp;</p><p>&nbsp;</p><p>Envoyé depuis Senbei</p>

source: Search
es: Buscar
fr: Rechercher

source: Loading...
es: Cargando...
fr: Chargement...

# TASKS_CONTROLLER_TITLE
source: Tasks
es: Tareas
fr: Tâches

# MARK_TASKS_DONE
source: Do you want to mark this task as done?
es: Quiere marcar esta tarea como cumplida?
fr: Voulez-vous marquer cette tâche comme faite?

# TASKS_OVERDUE_TITLE
source: Overdue
es: Atrasadas
fr: Délai expiré

# TASKS_DUE_ASAP_TITLE
source: Due as soon as possible
es: Cuanto antes
fr: Dès que possible

# TASKS_DUE_TODAY_TITLE
source: Due today
es: Para hoy
fr: Pour aujourd'hui

# TASKS_DUE_TOMORROW_TITLE
source: Due tomorrow
es: Para mañana
fr: Pour demain

# TASKS_DUE_THIS_WEEK_TITLE
source: Due this week
es: Para esta semana
fr: Pour cette semaine

# TASKS_DUE_NEXT_WEEK_TITLE
source: Due next week
es: Para la próxima semana
fr: Pour la semaine prochaine

# TASKS_DUE_LATER_TITLE
source: Due later
es: Para más tarde
fr: Pour plus tard
